[
  {
    "id": 8,
    "title": "Văn khấn Trước khi Lau Dọn Bàn Thờ",
    "category": "tet",
    "occasion": "Cuối năm hoặc trước khi dọn dẹp bàn thờ",
    "description": "Bài văn khấn xin phép thần linh, gia tiên trước khi tiến hành lau dọn bàn thờ, thể hiện lòng tôn kính và mong các vị chấp thuận cho việc dọn dẹp để đón năm mới sạch sẽ, tươm tất.",
    "content": "Nam mô A Di Đà Phật! (3 lần)\nNam mô A Di Đà Phật!\nNam mô A Di Đà Phật!\nCon xin tấu lạy Chín phương Trời, mười phương chư Phật, chư Phật mười phương, ngũ thổ long mạch, Thổ thần Đông Trù tư mệnh Táo phủ thần quân.\n\nTín chủ chúng con là: [Họ và tên của người khấn]\nNgụ tại: [Địa chỉ nhà]\n\nCon xin tấu lạy các ngài Tiền chủ Hậu chủ, vong linh các cụ Gia tiên, Cửu huyền Thất tổ, Tổ cô ông mãnh các đời, cô bé đỏ, cậu bé đỏ tại gia của dòng họ: [Họ của gia đình] (Họ nhà mình là gì thì thêm vào)\nTại: [Địa chỉ nhà] (nhà ở đâu, quê quán ở đâu thì thêm vào)\n\nHôm nay là ngày: [Ngày tháng năm âm lịch]\nCon xin mạn phép được Bao Sái lại ban thờ Gia tiên để cho sạch sẽ: Tiễn năm cũ, đón năm mới tới. Mong chư vị Phật Thánh, các cụ Gia tiên tiền tổ, tổ cô ông mãnh, cô bé đỏ cậu bé đỏ của dòng họ [Họ của gia đình] chấp thuận.\nNam mô A Di Đà Phật!\nNam mô A Di Đà Phật!\nNam mô A Di Đà Phật!",
    "tags": [
      "văn khấn",
      "bàn thờ",
      "lau dọn",
      "cuối năm",
      "gia tiên",
      "thần linh"
    ]
  },
  {
    "id": 7,
    "title": "Văn khấn Ông Công Ông Táo",
    "category": "tet",
    "occasion": "Ngày 23 tháng Chạp",
    "description": "Bài văn khấn cúng Ông Công Ông Táo vào ngày 23 tháng Chạp âm lịch, là nghi lễ tiễn Táo quân về trời để báo cáo mọi việc trong gia đình trong năm qua, cầu mong các vị thần phù hộ cho gia đình bình an, may mắn trong năm mới.",
    "content": "Nam mô A Di Đà Phật! (3 lần)\nCon xin tấu lạy Chín phương Trời, mười phương Đất, mười phương chư Phật, chư Phật mười phương.\nCon kính lạy Ngài Đông trù Tư mệnh Táo phủ Thần quân.\n\nTín chủ chúng con là: [Họ và tên của người khấn]\nNgụ tại: [Địa chỉ nhà]\n\nHôm nay: ngày 23 tháng Chạp năm [Năm Âm lịch]. Tín chủ chúng con thành tâm sắm sửa hương hoa, phẩm vật, xiêm hài áo mũ, kính dâng Tôn thần. Thắp nén tâm hương, tín chủ con thành tâm kính bái.\nChúng con kính thỉnh Ngài Đông trù Tư mệnh Táo phủ Thần quân hiển linh trước án, hưởng thụ lễ vật.\n\nCúi xin Tôn thần gia ân xá tội cho mọi lỗi lầm trong năm qua mà gia chủ chúng con vô tình hay hữu ý sai phạm.\nXin Tôn thần ban phúc lộc, phù hộ toàn gia chúng con, trai gái, già trẻ: Sức khỏe dồi dào, an khang thịnh vượng, vạn sự tốt lành.\nChúng con lễ bạc tâm thành, kính lễ cầu xin, mong Tôn thần phù hộ độ trì.\nNam mô A Di Đà Phật! (3 lần)",
    "tags": [
      "tết",
      "văn khấn",
      "ông công ông táo",
      "23 tháng chạp",
      "tiễn táo quân"
    ]
  },
  {
    "id": 6,
    "title": "Văn khấn 30 Tết (Tất niên)",
    "category": "tet",
    "occasion": "Tất niên",
    "description": "Bài văn khấn cúng Tất niên vào ngày 30 tháng Chạp (hoặc 29 nếu tháng thiếu), là lễ tạ ơn các vị thần linh, gia tiên đã phù hộ cho gia đình trong năm qua và cầu mong một năm mới bình an, thịnh vượng.",
    "content": "Nam mô A Di Đà Phật! (3 lần)\nCon kính lạy Chín phương Trời, mười phương Đất, mười phương chư Phật, chư Phật mười phương.\nCon kính lạy Ngài Hoàng thiên, Hậu thổ, chư vị Tôn thần.\nCon kính lạy Ngài Ngụy Vương hành khiển, Tiêu Tào phán quan, đương cai Thái tuế chí đức Tôn thần.\nCon kính lạy các Ngài bản cảnh Thành hoàng, chư vị Đại vương.\nCon kính lạy Ngài bản xứ Thần linh Thổ địa Tôn thần.\nCon kính lạy các Ngài: Ngũ phương, Ngũ thổ, Long mạch, Tài thần, Bản gia Táo quân, cùng tất cả các vị Thần linh cai quản trong xứ này.\nCon kính lạy chư Gia tiên: Cao tăng tổ khảo, cao tăng tổ tỷ, tiên linh Nội – Ngoại họ: [Họ của gia đình].\n\nHôm nay là ngày 30 tháng Chạp năm [Năm Âm lịch].\nTín chủ chúng con là: [Họ và tên của người khấn]\nNgụ tại: [Địa chỉ nhà]\n\nTrước án kính cẩn thưa trình: Đông tàn sắp hết, năm kiệt tháng cùng, Xuân tiết gần kề, minh niên sắp tới.\nChúng con cùng toàn thể gia quyến sắm sửa: phẩm vật hương hoa, cơm canh thịnh soạn, sửa lễ Tất niên, dâng cúng Thiên Địa tôn thần, phụng hiến Tổ tiên, truy niệm chư linh.\n\nTheo như thường lệ, tuế trừ cáo tế, cúi xin chư vị Tôn thần, liệt vị Gia tiên, bản xứ tiền hậu chư vị hương linh giáng lâm án tọa, phù thùy chứng giám, thụ hưởng lễ vật, phù hộ toàn gia lớn bé, già trẻ bình an, thịnh vượng, bách sự như ý, vạn sự tốt lành, luôn luôn mạnh khỏe, gia đình hòa thuận.\nThành tâm bái thỉnh, cúi xin chư vị Tôn thần, gia tiên Nội Ngoại chứng giám, phù hộ độ trì.\nNam mô A Di Đà Phật! (3 lần 3 lạy)",
    "tags": [
      "tết",
      "văn khấn",
      "tất niên",
      "30 tết",
      "gia tiên",
      "thần linh"
    ]
  },
  {
    "id": 4,
    "title": "Văn khấn Giao Thừa Trong Nhà",
    "category": "tet",
    "occasion": "Đêm Giao Thừa",
    "description": "Bài văn khấn cúng Giao Thừa trong nhà, tiễn đưa các vị hành khiển cũ và đón các vị hành khiển mới, cầu mong sự bình an, may mắn, tài lộc cho gia đình trong năm mới.",
    "content": "Nam mô A Di Đà Phật! (3 lần)\nKính lạy Đức Đương Lai Hạ Sinh Di Lặc Tôn Phật.\nKính lạy Phật - Trời - Hoàng thiên, Hậu thổ.\nKính lạy Chư vị Tôn thần.\n\nHôm nay là ngày mùng Một tháng Giêng năm [Năm Âm lịch], nhằm ngày Tết Nguyên Đán, đầu Xuân giải trừ Đông lạnh lẽo, hung nguyệt tiêu tan, đón mừng Nguyên Đán - Xuân thiêm, mưa móc thấm nhuần, muôn vật tưng bừng đổi mới, nơi nơi thực hành Lễ tiết, chốn chốn tường trình.\n\nChủ chúng con là: [Họ và tên của người khấn] Tuổi: [Tuổi của người khấn]\nNgụ tại: [Địa chỉ nhà]\n\nNhân tiết minh niên sắm sửa hương hoa, cơm canh lễ vật bày ra trước án, dâng cúng Thiên Địa Tôn thần.\n\nThiết nghĩ: Tôn thần hào khí sáng lòa, ân đức rộng lớn. Ngôi cao vạn trượng uy nghi, vị chính mười phương biến hiện. Lòng thành vừa khởi, Tôn Đức cảm thông. Cúi xin giáng lâm trước án, chứng giám lòng thành, thụ hưởng lễ vật. Nguyện cho chúng con mọi người hoan hỷ vinh xương, con cháu cát tường khang kiện.\n\nMong ơn Đương cảnh Thành hoàng, đội đức Tôn thần bản xứ: Tật bệnh - Nghiệp chướng - Báo chướng - Phiền não chướng tận tiêu trừ, thân táo ly bệnh, bệnh táo ly thân, bách bệnh tiêu tan, vạn bệnh tiêu tán. Tăng Phúc - Lộc - Thọ. Công danh tài lộc thành đạt. Buôn bán may mắn. Chăn nuôi trồng trọt, mùa màng bội thu. Cầu lái xe an toàn thượng lộ bình an. Cầu nhân duyên đắc nhân duyên. Cầu sinh Nam tử - Nữ tử như. Cầu hôn nhân, gia đình hạnh phúc. Các con các cháu hay ăn chóng lớn, học hành giỏi giang, thi cử đỗ đạt, ngoan ngoãn hiếu thảo với ông bà cha mẹ. Cầu vạn sự cát tường bình an như ý.\n\nGiải tấm lòng thành, cúi xin chứng giám.\nCẩn cáo!",
    "tags": [
      "tết",
      "văn khấn",
      "giao thừa",
      "trong nhà",
      "thần linh",
      "nguyên đán"
    ]
  },
  {
    "id": 5,
    "title": "Văn khấn Giao Thừa Ngoài Trời",
    "category": "tet",
    "occasion": "Đêm Giao Thừa",
    "description": "Bài văn khấn cúng Giao Thừa ngoài trời, tiễn đưa các vị Hành khiển cũ và đón các vị Hành khiển mới, thể hiện lòng thành kính cầu mong sự bình an, may mắn, tài lộc và mọi điều tốt lành cho gia đình trong năm mới.",
    "content": "Nam mô A Di Đà Phật! (3 lần)\nKính lạy:\n- Đức Đương lai Hạ sinh Di Lặc Tôn Phật, Hoàng thiên, Hậu thổ, chư vị Tôn thần.\n- Ngài Cựu niên: Ngụy Vương Hành khiển, Mộc Tinh hành binh chi thần, Tiêu Tào phán quan.\n- Ngài Tân niên: Trịnh Vương Hành khiển, Thạch Tinh hành binh chi thần, Liễu Tào phán quan.\n- Bản xứ Thổ địa Phúc Đức chính thần, Ngũ phương long mạch điền chủ tiếp dẫn tài thần.\n\nNay là giờ phút giao thừa giữa năm cũ [Năm cũ Âm lịch] và năm mới [Năm mới Âm lịch].\nChúng con là: [Họ và tên của người khấn] Tuổi: [Tuổi của người khấn]\nNgụ tại: [Địa chỉ nhà]\n\nPhút thiêng giao thừa vừa tới, năm cũ qua đi, đón mừng năm mới, tam dương khai thái, vạn tượng canh tân. Nay Ngài Thái tuế tôn thần trên vâng lệnh Thượng đế giám sát vạn dân, dưới bảo hộ sinh linh, tảo trừ yêu nghiệt. Quan cũ về triều để khiết, lưu phúc lưu ân. Quan mới xuống thay, thế đức hiếu sinh ban tài tiếp lộc. Nhân buổi tân Xuân, tín chủ chúng con thành tâm sửa biện hương hoa phẩm vật, nghi lễ cung trần, dâng lên trước án. Cúng dâng Phật Thánh, dâng hiến Tôn thần, đốt nén tâm hương, dốc lòng bái thỉnh.\n\nChúng con kính mời: Ngài cựu niên: Ngụy Vương Hành khiển, Tiêu Tào phán quan. Ngài Tân niên: Trịnh Vương Hành khiển, Liễu Tào phán quan. Ngài Bản cảnh Thành hoàng, chư vị Đại vương, Ngài Bản xứ Thần linh Thổ địa, Phúc Đức chính thần, các Ngài Ngũ phương, Ngũ thổ Long mạch Tài thần, Bản gia Táo quân và chư vị Thần linh cai quản ở trong xứ này. Cúi xin giáng lâm trước án thụ hưởng lễ vật.\n\nNguyện cho tín chủ: Minh niên khang thái, trú dạ cát tường, thời thời được bình an, gia đạo hưng long thịnh vượng. Giải tấm lòng thành, cúi xin chứng giám.\nNam mô Mười phương Thường trụ Tam Bảo tác đại chứng minh! (3 lạy)",
    "tags": [
      "tết",
      "văn khấn",
      "giao thừa",
      "ngoài trời",
      "thần linh",
      "hành khiển"
    ]
  },
  {
    "id": 1,
    "title": "Văn khấn Tết Mồng 1",
    "category": "tet",
    "occasion": "Dịp Lễ Tết",
    "description": "Bài văn khấn cúng gia tiên và các vị thần linh vào ngày mùng 1 Tết Nguyên đán, thể hiện lòng thành kính của con cháu đối với tổ tiên, cầu mong sự bình an, may mắn và vạn sự tốt lành cho gia đình trong năm mới.",
    "content": "Nam mô A Di Đà Phật! (3 lần)\nCon lạy Chín phương Trời, mười phương chư Phật, chư Phật mười phương.\nCon kính lạy Đức Đương Lai Hạ Sinh Di Lặc Tôn Phật.\nCon kính lạy Các cụ Tổ khảo, Tổ tỷ, bá thúc huynh đệ, đường thượng tiên linh và các hương hồn Nội tộc, Ngoại tộc.\n\nHôm nay là ngày mùng Một tháng Giêng năm [Năm Âm lịch].\nChúng con là: [Họ và tên của người khấn hoặc tên gia đình] Tuổi: [Tuổi của người khấn hoặc đại diện gia đình]\nNgụ tại: [Địa chỉ nhà]\n\nNay theo tuế luật, âm dương vận hành, tới tuần Nguyên Đán, mùng Một đầu Xuân, mưa móc thấm nhuần, đón mừng năm mới.\nCon cháu tưởng niệm ân đức Tổ tiên, như trời cao biển rộng, khôn đem tấc cỏ báo đáp ba xuân.\n\nDo đó, chúng con cùng toàn thể con cháu trong nhà sửa sang lễ vật, hương hoa nước quả, thắp nến hương thơm, thành kính dâng lên trước án.\nKính mời các cụ Cao tăng Tổ khảo, Cao tăng Tổ tỷ, bá thúc huynh đệ, cô dì tỷ muội, nam nữ tử tôn nội ngoại, cúi xin thương xót con cháu, linh thiêng giáng về linh sàng, phù hộ độ trì con cháu, năm mới an khang, mọi bề thuận lợi, sự nghiệp hanh thông, bốn mùa không hạn ách nào xâm hại, tám tiết có điềm lành tiếp ứng.\nTín chủ chúng con đồng tâm kính mời các vị vong linh, tiền chủ hậu chủ ở trong đất này cùng về hăm hưởng, phù hộ cho chúng con được Bách sự như ý, vạn sự cát tường.\n\nChúng con lễ bạc tâm thành, trước án kính lễ, cúi xin chứng giám, phù hộ độ trì.\nNam mô A Di Đà Phật! (3 lần)",
    "tags": [
      "tết",
      "văn khấn",
      "mùng 1",
      "gia tiên",
      "thần linh",
      "nguyên đán"
    ]
  },
  {
    "id": 2,
    "title": "Văn khấn Mùng 2 Tết",
    "category": "tet",
    "occasion": "Dịp Lễ Tết",
    "description": "Bài văn khấn cúng gia tiên vào ngày mùng 2 Tết Nguyên đán, thể hiện lòng thành kính và biết ơn của con cháu đối với tổ tiên, cầu mong sự bình an, may mắn cho gia đình trong năm mới.",
    "content": "Nam mô A Di Đà Phật! (3 lần)\nNam mô Đại-Từ Đại-Bi Quán-Thế-Âm Bồ Tát! (3 lần)\nHôm nay ngày mùng Hai tháng Giêng năm [Năm Âm lịch].\nTại: [Địa chỉ nhà hoặc nơi cúng]\nTín chủ con tên là: [Họ và tên của người khấn]\nCùng toàn gia kính bái.\n\nCon kính lạy các cụ Tổ khảo, Tổ tỷ, bá thúc huynh đệ và các hương hồn Nội tộc, Ngoại tộc.\nCon kính lạy các vị Tổ bá, Tổ thúc, Tổ cô, cùng các vong linh phụ thờ tùy tòng Tiền Tổ.\n\nNay nhân ngày đầu Xuân năm mới, con đọc bài cúng mùng Hai Tết tháng Giêng năm [Năm Âm lịch].\nToàn gia chúng con xin được chuẩn bị hương hoa, cơm bạc lòng thành, tạ ơn trước án. Chúng con xin được tạ ơn đức trời cao, biển rộng của Tổ tiên đã phù hộ, che chở cho chúng con năm qua, tai qua, nạn khỏi.\nChúng con kính lạy, mời vong linh Tổ tiên cùng về thụ hưởng lễ vật, nguyện cầu cho chúng con một năm mới bình an vô sự, công việc hanh thông, mọi sự tốt lành.\nCon xin kính cáo!\nNam mô A Di Đà Phật! (3 lần)",
    "tags": [
      "tết",
      "văn khấn",
      "mùng 2",
      "gia tiên",
      "phật giáo"
    ]
  },
  {
    "id": 3,
    "title": "Văn khấn Cúng Tạ Năm Mới - Hóa Vàng (Ngày Mùng 3 Tết)",
    "category": "tet",
    "occasion": "Dịp Lễ Tết",
    "description": "Bài văn khấn cúng tạ năm mới và hóa vàng vào ngày mùng 3 Tết Nguyên đán, thường là lễ tiễn đưa ông bà, tổ tiên về lại cõi âm sau những ngày sum họp đầu năm, đồng thời cầu mong sự bình an, thịnh vượng cho gia đình.",
    "content": "Hôm nay ngày ...... tháng ...... năm [Năm Âm lịch].\nTại: [Địa chỉ nhà hoặc nơi cúng]\nTín chủ con tên là: [Họ và tên của người khấn] Cùng toàn gia kính bái.\n\nNay nhân ngày lễ Tạ ân, kính cẩn sắm lễ gọi là lễ mọn lòng thành kính dâng lên:\nĐồng Trù tư mệnh, Táo phủ Thần quân, Bản gia Tiên sư, Bản viên Thổ công, liệt vị Tôn thần.\n\nTrước linh vị của Tổ khảo, Tổ tỷ, Tổ bá, Tổ thúc, Tổ cô, cùng các vong linh phụ thờ tùy tòng Tiền Tổ.\n\nKính cẩn thưa rằng:\n“Tiệc Xuân đã mãn, lễ tạ kính trình, rước tiền tiên linh, lại về Âm giới. Buổi đầu năm mới, toàn gia mong đợi, lưu phúc lưu ân, kính cáo Tôn thần, phù trì phù hộ, Dương cơ Âm mộ, mọi chỗ tốt lành, con cháu an ninh, vận hành khang thái.”\n\nCẩn cáo!\nNgụ tại: [Địa chỉ nhà hoặc nơi cúng]\nHôm nay là ngày mùng ...... tháng Giêng năm [Năm Âm lịch].\nTín chủ con thành tâm sắm sửa hương hoa, nước quả, kim ngân vàng bạc, phẩm vật trà tửu, dâng lên trước án, kính cẩn thưa trình:\n“Tiệc Xuân đã mãn, Nguyên Đán đã qua, nay xin thiêu hóa kim ngân, lễ tạ Tôn thần, rước tiền tiên linh, trở về Âm giới.”\n\nKính xin phù hộ độ trì, cho con cháu được chữ Bình An, gia đạo hưng long, thịnh vượng.\nChúng con lễ bạc tâm thành, nhất tâm kính lễ cúi xin phù hộ độ trì.\nNam mô A Di Đà Phật! (3 lần)",
    "tags": [
      "tết",
      "văn khấn",
      "mùng 3",
      "hóa vàng",
      "tạ năm mới",
      "gia tiên",
      "thần linh"
    ]
  },
  {
  "id": 9,
  "title": "Văn khấn cúng Rằm Thổ Công – Thần linh và Gia tiên",
  "category": "monthly",
  "occasion": "Dịp Rằm hàng tháng (15 âm lịch)",
  "description": "Bài văn khấn truyền thống dùng để cúng Thổ Công, các vị Thần linh và Gia tiên vào ngày Rằm hàng tháng, cầu mong sự bình an, may mắn và tài lộc cho gia đình.",
  "content": "A. VĂN KHẤN CÚNG THỔ CÔNG VÀ CÁC VỊ THẦN LINH\n\nNam mô A Di Đà Phật! (3 lần).\n\nCon lạy chín phương Trời, mười phương chư Phật, chư Phật mười phương.\nCon kính lạy Hoàng thiên, Hậu thổ, chư vị tôn thần.\nCon kính lạy ngài Đông thần quân.\nCon kính lạy ngài Bản gia Thổ địa Long mạch tôn thần.\nCon kính lạy các ngài Ngũ phương, Ngũ thổ, Phúc đức tôn thần.\nCon kính lạy ngài Tiền Hậu Địa chủ Tài thần.\nCon kính lạy các tôn thần cai quản trong khu vực này.\n\nTín chủ (chúng) con là: [Tên gia chủ] ngụ tại: [Địa chỉ hiện tại của gia đình].\nHôm nay là ngày Rằm, tháng [Âm lịch hiện tại] năm [Năm Âm lịch hiện tại].\nTín chủ con thành tâm sửa biện hương hoa lễ vật, kim ngân, trà quả đốt nén hương thơm dâng lên trước án. Chúng con thành tâm kính mời:\nNgài Kim niên đương cai Thái tuế Chí đức tôn thần.\nNgài Bản cảnh Thành hoàng chư vị đại vương.\nNgài Đông trù Tư mệnh Táo phủ thần quân.\nNgài Bản gia Thổ địa, Long mạch tôn thần.\nCác ngài Ngũ phương, Ngũ thổ, Phúc đức chính thần.\nCác vị tôn thần cai quản trong khu vực này.\n\nCúi xin các ngài nghe thấu lời mời, xót thương tín chủ, giáng lâm trước án, chứng giám lòng thành, thụ hưởng lễ vật, phù trì tín chủ chúng con toàn gia an lạc, công việc hanh thông, người người được bình an, lộc tài tăng tiến, tâm đạo mở mang, sở cầu tất ứng, sở nguyện tòng tâm. Chúng con lễ bạc tâm thành, trước án kính lễ, cúi xin được phù hộ độ trì. \n\nB. VĂN KHẤN CÚNG GIA TIÊN\n\nNam mô A Di Đà Phật! (3 lần).\n\nCon lạy chín phương Trời, mười phương chư Phật, chư Phật mười phương.\nCon kính lạy Hoàng thiên, Hậu thổ, chư vị tôn thần.\nCon kính lạy ngài Bản cảnh Thành hoàng, ngài Bản xứ Thổ địa, ngài Bản gia Táo quân cùng chư vị Tôn thần.\nCon kính lạy Tổ Tiên, Hiển Khảo, Hiển Tỷ, chư vị Hương linh gia tiên nội ngoại họ... [Họ của gia đình] (Nếu bố mẹ còn sống, thay bằng Tổ Khảo, Tổ Tỷ). \n\nHôm nay là ngày Rằm, tháng [Âm lịch hiện tại] năm [Năm Âm lịch hiện tại].\nChúng con là: [Tên gia chủ] cùng toàn thể gia đình.\nThành tâm sửa biện hương hoa, trà quả, trầu cau, kim ngân, thắp nén tâm hương kính dâng lên trước án.\nKính mời Tổ khảo, Tổ tỷ, chư vị Hương linh gia tiên nội ngoại họ... [Họ của gia đình]\nCúi xin các cụ giáng lâm linh sàng, chứng giám lòng thành, thụ hưởng lễ vật.\nPhù hộ độ trì cho con cháu được bình an, mạnh khỏe, làm ăn phát đạt, gia đạo hưng vượng, mọi sự tốt lành.\nChúng con lễ bạc tâm thành, kính lễ trước án, cúi xin được phù hộ độ trì. ",
  "tags": []
  },
  {
    "id": 10,
    "title": "Văn khấn cúng Mồng 1 Thổ Công – Thần linh và Gia tiên",
    "category": "monthly",
    "occasion": "Dịp Mồng 1 hàng tháng (1 âm lịch)",
    "description": "Bài văn khấn truyền thống dùng để cúng Thổ Công, các vị Thần linh và Gia tiên vào ngày Mồng 1 (1 âm lịch) hàng tháng, cầu mong một tháng mới bình an, may mắn và thuận lợi.",
    "content": "A. VĂN KHẤN CÚNG THỔ CÔNG VÀ CÁC VỊ THẦN LINH\n\nNam mô A Di Đà Phật! (3 lần kèm 3 lạy). \n\nCon lạy chín phương Trời, mười phương chư Phật, chư Phật mười phương. \nCon kính lạy Hoàng thiên, Hậu thổ, chư vị tôn thần. \nCon kính lạy ngài Đông thần quân. \nCon kính lạy ngài Bản gia Thổ địa Long mạch tôn thần. \nCon kính lạy các ngài Ngũ phương, Ngũ thổ, Phúc đức tôn thần. \nCon kính lạy ngài Tiền Hậu Địa chủ Tài thần. \nCon kính lạy các tôn thần cai quản trong khu vực này. \n\nTín chủ (chúng) con là: [Tên gia chủ] ngụ tại: [Địa chỉ hiện tại của gia đình]. \nHôm nay là ngày Mồng 1, tháng [Âm lịch hiện tại] năm [Năm Âm lịch hiện tại]. ]\nTín chủ con thành tâm sửa biện hương hoa lễ vật, kim ngân, trà quả đốt nén hương thơm dâng lên trước án. ]\nChúng con thành tâm kính mời: [1]\nNgài Kim niên đương cai Thái tuế Chí đức tôn thần. \nNgài Bản cảnh Thành hoàng chư vị đại vương. ]\nNgài Đông trù Tư mệnh Táo phủ thần quân. \nNgài Bản gia Thổ địa, Long mạch tôn thần. \nCác ngài Ngũ phương, Ngũ thổ, Phúc đức chính thần. \nCác vị tôn thần cai quản trong khu vực này. \n\nCúi xin các ngài nghe thấu lời mời, xót thương tín chủ, giáng lâm trước án, chứng giám lòng thành, thụ hưởng lễ vật, phù trì tín chủ chúng con toàn gia an lạc, công việc hanh thông, người người được bình an, lộc tài tăng tiến, tâm đạo mở mang, sở cầu tất ứng, sở nguyện tòng tâm. \nChúng con lễ bạc tâm thành, trước án kính lễ, cúi xin được phù hộ độ trì. \n\nB. VĂN KHẤN CÚNG GIA TIÊN\n\nNam mô A Di Đà Phật! (3 lần kèm 3 lạy). \n\nCon lạy chín phương Trời, mười phương chư Phật, chư Phật mười phương. \nCon kính lạy Hoàng thiên, Hậu thổ, chư vị tôn thần. \nCon kính lạy ngài Bản cảnh Thành hoàng, ngài Bản xứ Thổ địa, ngài Bản gia Táo quân cùng chư vị Tôn thần. \nCon kính lạy Tổ Tiên, Hiển Khảo, Hiển Tỷ, chư vị Hương linh gia tiên nội ngoại họ... [Họ của gia đình] (Nếu bố mẹ còn sống, thay bằng Tổ Khảo, Tổ Tỷ). \n\nHôm nay là ngày Mồng 1, tháng [Âm lịch hiện tại] năm [Năm Âm lịch hiện tại]. \nChúng con là: [Tên gia chủ] cùng toàn thể gia đình. \nThành tâm sửa biện hương hoa, trà quả, trầu cau, kim ngân, thắp nén tâm hương kính dâng lên trước án. \nKính mời Tổ khảo, Tổ tỷ, chư vị Hương linh gia tiên nội ngoại họ... [Họ của gia đình]\nCúi xin các cụ giáng lâm linh sàng, chứng giám lòng thành, thụ hưởng lễ vật. \nPhù hộ độ trì cho con cháu được bình an, mạnh khỏe, làm ăn phát đạt, gia đạo hưng vượng, mọi sự tốt lành. \nChúng con lễ bạc tâm thành, kính lễ trước án, cúi xin được phù hộ độ trì. ",
  "tags": []
  },
  {
    "id": 11,
    "title": "Văn khấn Tết Hàn Thực 3/3",
    "category": "special",
    "occasion": "Tết Hàn Thực",
    "description": "Bài văn khấn cúng bánh trôi, bánh chay trong ngày Tết Hàn Thực mùng 3/3 âm lịch, dâng lên thần linh và gia tiên.",
    "content": "Nam mô A Di Đà Phật! (3 lần)\n\nCon lạy chín phương Trời, mười phương Chư Phật, chư Phật mười phương.\nCon kính lạy Hoàng thiên Hậu thổ, chư vị Tôn thần.\nCon kính lạy ngài Bản cảnh Thành Hoàng, ngài Bản xứ Thổ địa, ngài Bản gia Táo quân cùng chư vị tôn thần.\nCon kính lạy cao tằng tổ khảo, cao tằng tổ tỷ, thúc bá, đệ huynh, cô di, tỷ muội họ nội họ ngoại.\n\nTín chủ (chúng) con là: ………….\nNgụ tại: ………………………\n\nHôm nay là ngày mùng 3 tháng 3 năm … (âm lịch), gặp tiết Hàn Thực. Tín chủ (chúng) con cảm nghĩ thâm ân trời đất, chư vị tôn thần, nhớ đức tiên tổ, thành tâm sắm lễ: bánh trôi, bánh chay, quả cau lá trầu, hương hoa trà quả, đốt nén tâm hương, dâng lên trước án.\n\nChúng con kính mời ngài Bản cảnh Thành Hoàng chư vị Đại vương, ngài B���n xứ Thần linh – Thổ địa, ngài Bản gia Táo quân, Ngũ phương, Long mạch, Tài thần giáng lâm trước án chứng giám lòng thành, thụ hưởng lễ vật.\nChúng con kính mời các cụ Tổ khảo, Tổ tỷ, chư vị hương linh gia tiên nội ngoại họ … (họ của gia chủ) cúi xin thương xót cho con cháu, giáng về chứng giám tâm thành, thụ hưởng lễ vật.\nTín chủ (chúng) con kính mời các vị vong linh tiền chủ, hậu chủ ngụ trong nhà này, đất này đồng lâm án tiền, đồng lai âm hưởng, phù hộ cho toàn gia chúng con mạnh khỏe, bình an, vạn sự tốt lành, gia đình hòa thuận.\n\nNam mô A Di Đà Phật! (3 lần)",
  "tags": []
  },
  {
    "id": 12,
    "title": "Văn khấn Tết Đoan Ngọ",
    "category": "special",
    "occasion": "Tết truyền thống mùng 5 tháng 5 âm lịch",
    "description": "Bài văn khấn cúng Thần linh và Gia tiên vào ngày Tết Đoan Ngọ (mùng 5/5 âm lịch), cầu bình an, tiêu trừ sâu bọ, dịch bệnh.",
    "content": "Nam mô A Di Đà Phật! (3 lần)\n\nCon lạy chín phương Trời, mười phương Chư Phật, chư Phật mười phương.\n\nCon kính lạy Hoàng Thiên, Hậu Thổ chư vị Tôn thần.\nCon kính lạy ngài Bản cảnh Thành Hoàng, ngài Bản xứ Thổ địa, ngài Bản gia Táo quân cùng chư vị Tôn thần.\nCon kính lạy tổ tiên: Hiển khảo, Hiển tỷ, chư vị Hương linh nội ngoại (nếu bố mẹ còn sống thì nói Tổ khảo, Tổ tỷ).\n\nTín chủ (chúng) con là: ………………\nNgụ tại: ………………………………\n\nHôm nay là ngày mùng 5 tháng 5 âm lịch, ngày Tết Đoan Ngọ, chúng con thành tâm sửa soạn hương đăng, lễ vật (hoa, trà, quả, rượu nếp…), dâng lên trước án.\n\nChúng con kính mời ngài Bản cảnh Thành Hoàng, chư vị Đại vương, ngài Bản xứ Thổ địa, ngài Bản gia Táo quân, Ngũ phương, Long mạch, Tài thần — cúi xin các Ngài giáng lâm trước án chứng giám lòng thành, thụ hưởng lễ vật.\n\nChúng con kính mời các cụ Tổ khảo, Tổ tỷ, chư vị Hương linh gia tiên nội ngoại họ … cúi xin thương xót con cháu, giáng về chứng giám tâm thành, thụ hưởng lễ vật.\n\nTín chủ (chúng) con lại kính mời các vị Tiền chủ, Hậu chủ tại nhà này, đất này đồng lâm án tiền, đồng lai âm hưởng; phù hộ cho toàn gia bình an, thân thể khang thái, bốn mùa không hạn ách, tám tiết hưởng an lành, vạn sự thịnh vượng.\n\nChúng con lễ bạc tâm thành, trước án kính lễ, cúi xin được phù hộ độ trì.\n\nNam mô A Di Đà Phật! (3 lần)",
  "tags": []
  }
]
